<pad>
|
<unk>
<s>
</s>
a
à
á
ả
ạ
ã
ă
â
b
c
d
đ
e
è
é
ẻ
ẹ
ẽ
ê
ề
ế
ể
ệ
ễ
f
g
h
i
ì
í
ỉ
ị
ĩ
j
k
l
m
n
o
ò
ó
ỏ
ọ
õ
ô
ồ
ố
ổ
ộ
ỗ
ơ
ờ
ớ
ở
ợ
ỡ
p
q
r
s
t
u
ù
ú
ủ
ụ
ũ
ư
ừ
ứ
ử
ự
ữ
v
w
x
y
ỳ
ý
ỷ
ỵ
ỹ
z
ch
gh
gi
kh
ng
ngh
nh
ph
qu
th
tr
ác
ạc
ách
ạch
ai
ài
ái
ải
ại
ãi
am
àm
ám
ảm
ạm
ãm
an
àn
án
ản
ạn
ãn
ang
àng
áng
ảng
ạng
ãng
anh
ành
ánh
ảnh
ạnh
ãnh
ao
ào
áo
ảo
ạo
ão
áp
ạp
át
ạt
au
àu
áu
ảu
ạu
ãu
ay
ày
áy
ảy
ạy
ãy
ắc
ặc
ăm
ằm
ắm
ẳm
ặm
ẵm
ăn
ằn
ắn
ẳn
ặn
ẵn
ăng
ằng
ắng
ẳng
ặng
ẵng
ắp
ặp
ắt
ặt
ấc
ậc
âm
ầm
ấm
ẩm
ậm
ẫm
ân
ần
ấn
ẩn
ận
ẫn
âng
ầng
ấng
ẩng
ậng
ẫng
ấp
ập
ất
ật
âu
ầu
ấu
ẩu
ậu
ẫu
ây
ầy
ấy
ẩy
ậy
ẫy
éc
ẹc
em
èm
ém
ẻm
ẹm
ẽm
en
èn
én
ẻn
ẹn
ẽn
eng
èng
éng
ẻng
ẹng
ẽng
eo
èo
éo
ẻo
ẹo
ẽo
ép
ẹp
ét
ẹt
ếch
ệch
êm
ềm
ếm
ểm
ệm
ễm
ên
ền
ến
ển
ện
ễn
ênh
ềnh
ếnh
ểnh
ệnh
ễnh
ếp
ệp
ết
ệt
êu
ều
ếu
ểu
ệu
ễu
ia
ìa
ía
ỉa
ịa
ĩa
ích
ịch
im
ìm
ím
ỉm
ịm
ĩm
in
ìn
ín
ỉn
ịn
ĩn
inh
ình
ính
ỉnh
ịnh
ĩnh
íp
ịp
ít
ịt
iu
ìu
íu
ỉu
ịu
ĩu
oa
òa
óa
ỏa
ọa
õa
óc
ọc
oe
òe
óe
ỏe
ọe
õe
oi
òi
ói
ỏi
ọi
õi
om
òm
óm
ỏm
ọm
õm
on
òn
ón
ỏn
ọn
õn
ong
òng
óng
ỏng
ọng
õng
óp
ọp
ót
ọt
ốc
ộc
ôi
ồi
ối
ổi
ội
ỗi
ôm
ồm
ốm
ổm
ộm
ỗm
ôn
ồn
ốn
ổn
ộn
ỗn
ông
ồng
ống
ổng
ộng
ỗng
ốp
ộp
ốt
ột
ơi
ời
ới
ởi
ợi
ỡi
ơm
ờm
ớm
ởm
ợm
ỡm
ơn
ờn
ớn
ởn
ợn
ỡn
ớp
ợp
ớt
ợt
ua
ùa
úa
ủa
ụa
ũa
úc
ục
uê
uề
uế
uể
uệ
uễ
ui
ùi
úi
ủi
ụi
ũi
um
ùm
úm
ủm
ụm
ũm
un
ùn
ún
ủn
ụn
ũn
ung
ùng
úng
ủng
ụng
ũng
uơ
uờ
uớ
uở
uợ
uỡ
úp
ụp
út
ụt
uy
ùy
úy
ủy
ụy
ũy
ưa
ừa
ứa
ửa
ựa
ữa
ức
ực
ưi
ừi
ứi
ửi
ựi
ữi
ưm
ừm
ứm
ửm
ựm
ữm
ưn
ừn
ứn
ửn
ựn
ữn
ưng
ừng
ứng
ửng
ựng
ững
ứt
ựt
ưu
ừu
ứu
ửu
ựu
ữu
iếc
iệc
iêm
iềm
iếm
iểm
iệm
iễm
iên
iền
iến
iển
iện
iễn
iêng
iềng
iếng
iểng
iệng
iễng
iếp
iệp
iết
iệt
iêu
iều
iếu
iểu
iệu
iễu
oác
oạc
oách
oạch
oai
oài
oái
oải
oại
oãi
oam
oàm
oám
oảm
oạm
oãm
oan
oàn
oán
oản
oạn
oãn
oang
oàng
oáng
oảng
oạng
oãng
oanh
oành
oánh
oảnh
oạnh
oãnh
oáp
oạp
oao
oào
oáo
oảo
oạo
oão
oát
oạt
oay
oày
oáy
oảy
oạy
oãy
oắc
oặc
oăm
oằm
oắm
oẳm
oặm
oẵm
oăn
oằn
oắn
oẳn
oặn
oẵn
oăng
oằng
oắng
oẳng
oặng
oẵng
oắp
oặp
oắt
oặt
oéc
oẹc
oem
oèm
oém
oẻm
oẹm
oẽm
oen
oèn
oén
oẻn
oẹn
oẽn
oeng
oèng
oéng
oẻng
oẹng
oẽng
oeo
oèo
oéo
oẻo
oẹo
oẽo
oét
oẹt
oóc
oọc
oong
oòng
oóng
oỏng
oọng
oõng
uân
uần
uấn
uẩn
uận
uẫn
uâng
uầng
uấng
uẩng
uậng
uẫng
uất
uật
uây
uầy
uấy
uẩy
uậy
uẫy
uếch
uệch
uênh
uềnh
uếnh
uểnh
uệnh
uễnh
uốc
uộc
uôi
uồi
uối
uổi
uội
uỗi
uôm
uồm
uốm
uổm
uộm
uỗm
uôn
uồn
uốn
uổn
uộn
uỗn
uông
uồng
uống
uổng
uộng
uỗng
uốt
uột
uya
uỳa
uýa
uỷa
uỵa
uỹa
uých
uỵch
uyn
uỳn
uýn
uỷn
uỵn
uỹn
uynh
uỳnh
uýnh
uỷnh
uỵnh
uỹnh
uýp
uỵp
uýt
uỵt
uyu
uỳu
uýu
uỷu
uỵu
uỹu
uyên
uyền
uyến
uyển
uyện
uyễn
uyết
uyệt
ước
ược
ươi
ười
ưới
ưởi
ượi
ưỡi
ươm
ườm
ướm
ưởm
ượm
ưỡm
ươn
ườn
ướn
ưởn
ượn
ưỡn
ương
ường
ướng
ưởng
ượng
ưỡng
ướp
ượp
ướt
ượt
ươu
ườu
ướu
ưởu
ượu
ưỡu
yêm
yềm
yếm
yểm
yệm
yễm
yên
yền
yến
yển
yện
yễn
yêng
yềng
yếng
yểng
yệng
yễng
yết
yệt
yêu
yều
yếu
yểu
yệu
yễu
0
1
2
3
4
5
6
7
8
9