<pad>
|
<unk>
<s>
</s>
a
à
á
ả
ạ
ã
ă
â
b
c
d
đ
e
è
é
ẻ
ẹ
ẽ
ê
ề
ế
ể
ệ
ễ
f
g
h
i
ì
í
ỉ
ị
ĩ
j
k
l
m
n
o
ò
ó
ỏ
ọ
õ
ô
ồ
ố
ổ
ộ
ỗ
ơ
ờ
ớ
ở
ợ
ỡ
p
q
r
s
t
u
ù
ú
ủ
ụ
ũ
ư
ừ
ứ
ử
ự
ữ
v
w
x
y
ỳ
ý
ỷ
ỵ
ỹ
z
ch
gh
gi
kh
ng
ngh
nh
ph
qu
th
tr
ác
ạc
ách
ạch
ai
ài
ái
ải
ại
ãi
am
àm
ám
ảm
ạm
ãm
an
àn
án
ản
ạn
ãn
ang
àng
áng
ảng
ạng
ãng
anh
ành
ánh
ảnh
ạnh
ãnh
ao
ào
áo
ảo
ạo
ão
áp
ạp
át
ạt
au
àu
áu
ảu
ạu
ãu
ay
ày
áy
ảy
ạy
ãy
ắc
ặc
ăm
ằm
ắm
ẳm
ặm
ẵm
ăn
ằn
ắn
ẳn
ặn
ẵn
ăng
ằng
ắng
ẳng
ặng
ẵng
ắp
ặp
ắt
ặt
ấc
ậc
âm
ầm
ấm
ẩm
ậm
ẫm
ân
ần
ấn
ẩn
ận
ẫn
âng
ầng
ấng
ẩng
ậng
ẫng
ấp
ập
ất
ật
âu
ầu
ấu
ẩu
ậu
ẫu
ây
ầy
ấy
ẩy
ậy
ẫy
éc
ẹc
em
èm
ém
ẻm
ẹm
ẽm
en
èn
én
ẻn
ẹn
ẽn
eng
èng
éng
ẻng
ẹng
ẽng
eo
èo
éo
ẻo
ẹo
ẽo
ép
ẹp
ét
ẹt
ếch
ệch
êm
ềm
ếm
ểm
ệm
ễm
ên
ền
ến
ển
ện
ễn
ênh
ềnh
ếnh
ểnh
ệnh
ễnh
ếp
ệp
ết
ệt
êu
ều
ếu
ểu
ệu
ễu
ia
ìa
ía
ỉa
ịa
ĩa
ích
ịch
im
ìm
ím
ỉm
ịm
ĩm
in
ìn
ín
ỉn
ịn
ĩn
inh
ình
ính
ỉnh
ịnh
ĩnh
íp
ịp
ít
ịt
iu
ìu
íu
ỉu
ịu
ĩu
oa
òa
óa
ỏa
ọa
õa
óc
ọc
oe
òe
óe
ỏe
ọe
õe
oi
òi
ói
ỏi
ọi
õi
om
òm
óm
ỏm
ọm
õm
on
òn
ón
ỏn
ọn
õn
ong
òng
óng
ỏng
ọng
õng
óp
ọp
ót
ọt
ốc
ộc
ôi
ồi
ối
ổi
ội
ỗi
ôm
ồm
ốm
ổm
ộm
ỗm
ôn
ồn
ốn
ổn
ộn
ỗn
ông
ồng
ống
ổng
ộng
ỗng
ốp
ộp
ốt
ột
ơi
ời
ới
ởi
ợi
ỡi
ơm
ờm
ớm
ởm
ợm
ỡm
ơn
ờn
ớn
ởn
ợn
ỡn
ớp
ợp
ớt
ợt
ua
ùa
úa
ủa
ụa
ũa
úc
ục
uê
uề
uế
uể
uệ
uễ
ui
ùi
úi
ủi
ụi
ũi
um
ùm
úm
ủm
ụm
ũm
un
ùn
ún
ủn
ụn
ũn
ung
ùng
úng
ủng
ụng
ũng
uơ
uờ
uớ
uở
uợ
uỡ
úp
ụp
út
ụt
uy
ùy
úy
ủy
ụy
ũy
ưa
ừa
ứa
ửa
ựa
ữa
ức
ực
ưi
ừi
ứi
ửi
ựi
ữi
ưm
ừm
ứm
ửm
ựm
ữm
ưn
ừn
ứn
ửn
ựn
ữn
ưng
ừng
ứng
ửng
ựng
ững
ứt
ựt
ưu
ừu
ứu
ửu
ựu
ữu
iếc
iệc
iêm
iềm
iếm
iểm
iệm
iễm
iên
iền
iến
iển
iện
iễn
iêng
iềng
iếng
iểng
iệng
iễng
iếp
iệp
iết
iệt
iêu
iều
iếu
iểu
iệu
iễu
oác
oạc
oách
oạch
oai
oài
oái
oải
oại
oãi
oam
oàm
oám
oảm
oạm
oãm
oan
oàn
oán
oản
oạn
oãn
oang
oàng
oáng
oảng
oạng
oãng
oanh
oành
oánh
oảnh
oạnh
oãnh
oáp
oạp
oao
oào
oáo
oảo
oạo
oão
oát
oạt
oay
oày
oáy
oảy
oạy
oãy
oắc
oặc
oăm
oằm
oắm
oẳm
oặm
oẵm
oăn
oằn
oắn
oẳn
oặn
oẵn
oăng
oằng
oắng
oẳng
oặng
oẵng
oắp
oặp
oắt
oặt
oéc
oẹc
oem
oèm
oém
oẻm
oẹm
oẽm
oen
oèn
oén
oẻn
oẹn
oẽn
oeng
oèng
oéng
oẻng
oẹng
oẽng
oeo
oèo
oéo
oẻo
oẹo
oẽo
oét
oẹt
oóc
oọc
oong
oòng
oóng
oỏng
oọng
oõng
uân
uần
uấn
uẩn
uận
uẫn
uâng
uầng
uấng
uẩng
uậng
uẫng
uất
uật
uây
uầy
uấy
uẩy
uậy
uẫy
uếch
uệch
uênh
uềnh
uếnh
uểnh
uệnh
uễnh
uốc
uộc
uôi
uồi
uối
uổi
uội
uỗi
uôm
uồm
uốm
uổm
uộm
uỗm
uôn
uồn
uốn
uổn
uộn
uỗn
uông
uồng
uống
uổng
uộng
uỗng
uốt
uột
uya
uỳa
uýa
uỷa
uỵa
uỹa
uých
uỵch
uyn
uỳn
uýn
uỷn
uỵn
uỹn
uynh
uỳnh
uýnh
uỷnh
uỵnh
uỹnh
uýp
uỵp
uýt
uỵt
uyu
uỳu
uýu
uỷu
uỵu
uỹu
uyên
uyền
uyến
uyển
uyện
uyễn
uyết
uyệt
ước
ược
ươi
ười
ưới
ưởi
ượi
ưỡi
ươm
ườm
ướm
ưởm
ượm
ưỡm
ươn
ườn
ướn
ưởn
ượn
ưỡn
ương
ường
ướng
ưởng
ượng
ưỡng
ướp
ượp
ướt
ượt
ươu
ườu
ướu
ưởu
ượu
ưỡu
yêm
yềm
yếm
yểm
yệm
yễm
yên
yền
yến
yển
yện
yễn
yêng
yềng
yếng
yểng
yệng
yễng
yết
yệt
yêu
yều
yếu
yểu
yệu
yễu
0
1
2
3
4
5
6
7
8
9
'
A
S
T
R
E
N
D
Q
U
M
F
H
I
O
W
V
L
P
B
Y
J
C
G
K
X
Z
THE
ER
RE
IS
ED
AT
OR
AS
AL
ES
AND
AR
OF
IT
TO
OU
ING
LE
ST
SE
HE
IC
ION
LY
ENT
BE
OW
WAS
AD
VE
AC
OL
FOR
IL
VER
WH
RO
TER
UR
DE
UNK
ARE
THAT
OT
WI
SO
CE
LI
US
IR
WE
WITH
CON
ALL
NE
UT
LO
HIS
CT
ATION
AB
COM
MO
LD
ID
FR
THIS
SH
UL
AP
AG
ERE
AIN
THER
ET
BY
YOU
GHT
PL
RES
RI
ONE
UND
ILL
KE
PER
TE
AVE
PRO
PE
SU
NOT
EST
OUT
IF
ART
EX
FE
ESS
OUR
THEY
CO
MAN
OD
ERS
ITY
FROM
BUT
ANT
WERE
SHE
HER
ME
PO
HAVE
HAD
WOR
SI
ALSO
LL
IES
OULD
ATE
IST
PR
GR
OWN
CL
UP
AME
FO
END
RED
NO
ACT
IND
OME
BR
HAS
ARD
WO
OUS
STR
CAN
GE
THERE
PLE
AF
BL
IVE
ATED
WHI
ISH
ORT
AV
DO
MY
BO
EAR
OK
ACK
NOW
OTHER
IV
INE
AK
AW
IAL
AST
THEIR
IE
HIM
VERY
SP
GO
TWO
SOME
ITS
TIM
TY
EL
URE
UD
ASS
IAN
BER
UST
ALLY
WHICH
IG
DIS
PART
MENT
SER
MAR
ATER
CR
REE
ACH
IONS
IP
THING
BEEN
THEM
OLD
OP
IGHT
OUGH
FORM
EV
TED
WHO
THESE
NEW
WHAT
CK
HOW
LOW
ENCE
FER
WORK
WHEN
SC
UAL
ACE
COMM
PRES
FIR
AGE
LAND
ABLE
WAY
ITE
AFTER
PAR
COL
ANS
AKE
THEN
COUN
URN
WOULD
SEL
AID
DR
MORE
TS
GRE
DES
YEAR
ORD
WILL
MOST
TEN
VED
PORT
SON
POS
OFF
INTO
FIRST
IRE
ARY
SCH
INTER
ICE
DAY
TIME
DU
ENTS
ABOUT
AIR
SPE
ICAL
ANY
PLAY
CRE
LIKE
HI
OVER
BEC
AIL
TAIN
FORE
ADE
PT
MANY
IED
ANCE
NOR
PRE
TURN
ONLY
TOW
ATT
SY
THR
COMP
IZ
ICK
FUL
CTION
ITION
SAID
EVER
THREE
VERS
PEO
FL
GEN
PEOPLE
ORN
BLE
CAR
ATIONS
OOL
THAN
SCHOOL
CUR
CAL
USED
SELF
INK
MIN
CES
MON
ORS
UE
CESS
ASE
COULD
UNDER
VEN
WELL
VES
ATH
DOWN
EP
REM
MAY
HO
APP
IOUS
ORY
ULT
MIS
MED
ITT
JE
OIN
GET
SEE
DID
CED
ICT
GIN
LIGHT
INGS
THROUGH
WHERE
JUST
HIGH
CALL
SM
TRY
TRE
INCL
RY
FIN
LONG
YOUR
ATES
LED
PU
BACK
SOU
DIF
LAR
LOOK
MU
OB
FOUR
YEARS
BET
MA
MADE
KN
EVERY
OSE
UALLY
STO
ILY
ENTLY
TOWN
CONT
ENS
DER
SHIP
AUSE
COME
SUR
CTED
LATER
CONS
GN
CER
SED
SUB
KNOW
AGAIN
POL
ATHER
RIGHT
FOL
ULAR
GAN
TON
WORLD
PUBL
HOWEVER
OUGHT
EMENT
PRODU
BUI
VIS
UNI
LES
URING
TERS
SET
WENT
FOUND
WAR
CHIL
STUD
WR
COND
CIAL
CAP
KING
ITTLE
IGN
CHAR
LITTLE
MUS
ATIONAL
SEVER
PED
BOTH
CENT
SIDE
READ
ERED
NAM
IDE
ITED
EF
ROUND
GREAT
CITY
BEFORE
SING
ITIES
OC
LET
GY
LESS
TING
SUCH
FOLLOW
EVEN
KNOWN
ROOM
FAM
OUSE
AMP
ASED
THINK
COUR
OAD
SERV
LIFE
ICS
HEAD
LOC
MEM
FT
BECAUSE
DURING
SS
GENER
HAND
DON
SEVERAL
NUM
ARCH
NAME
USE
ELE
DIFFER
WARD
ATIVE
MUCH
OES
OING
CALLED
COR
GER
LS
STAND
GOOD
ADD
BED
LT
APPE
FIVE
CLO
VAL
SIX
SAY
VOL
NEVER
HERE
CY
AZ
MS
CORD
CHANG
MEN
STE
CONTR
BUR
COLLE
KS
JO
SAME
IO
FIL
SIM
BORN
EACH
HOUSE
THOSE
JECT
MAKE
CLE
SUP
ATURE
ORI
BAR
REL
YES
STILL
NATIONAL
BEING
SHOULD
TAL
WANT
PUT
YS
IFIC
OLO
BRO
URES
ASON
TERN
MAIN
STRU
ISHED
BECAME
DS
SHOW
AMER
ATING
INCLUD
YO
WATER
WOM
ALS
VAR
WHILE
IDENT
HAPP
UB
KED
LEFT
START
SION
SMALL
INCE
CAME
FAR
PASS
SECOND
PUBLIC
UNIVERS
RIED
STEM
SK
GL
PROV
MI
COMMUN
CI
BOD
ARED
NING
UPON
ENDED
MER
HUM
NEAR
ATCH
XT
PLACE
WEEN
CONTIN
LAST
HEL
SW
BUILD
FACT
PRESENT
MUSIC
OPER
BETWEEN
ANOTHER
INES
WRIT
BUS
TAK
ISE
HOME
SPEC
BRE
AREA
SIGN
BOOK
NER
DEN
NEED
CURR
NAMED
POW
IELD
UNT
ALE
SYSTEM
DIFFERENT
VIE
ISTS
NESS
WAYS
ITCH
VELO
HIST
AH
VING
LOCATED
ORIGIN
VENT
POP
EIGHT
YOUNG
DIRE
FECT
NORTH
TAKE
POIN
OUND
IVED
OPEN
DREN
OUP
OFTEN
POR
AMERIC
CHILDREN
SOUTH
BALL
CARE
PERI
TION
PRI
SUC
ASH
LINE
MUST
WAL
REMAIN
DEVELO
GOVER
LEY
ARS
UDE
GROUP
THINGS
ANK
COVER
DISTR
RIVER
WEST
GOT
DEC
TOOK
STATE
HAR
UC
REG
UNIVERSITY
ONS
SOL
CEN
LAW
RECE
DESIGN
ITAL
RUN
ICALLY
TRANS
THOUGHT
BOA
PERSON
URAL
STRE
COUNTY
LARGE
REQU
ISM
SEN
AUGH
FAMILY
AROUND
BODY
LING
GOING
WON
FIELD
FATHER
COA
CTOR
ALTH
LANG
TEAM
ANTS
HUND
THIR
REST
HUNDRED
CAS
COMPLE
PLAC
BAND
WITHOUT
MIL
SOM
ROAD
DEP
REGI
RD
LEAD
RECORD
VIEW
TOO
SEVEN
ETY
PON
INS
NED
SONG
FEW
IZED
WOOD
CONSID
TEM
NUMBER
RETURN
URCH
PLAYED
ROSS
APH
FRI
DOES
DI
THOUS
REAL
FIND
MIGHT
QUE
INST
MAK
THOUSAND
REALLY
IDED
KIND
ILITY
FORT
FF
PLAN
ALB
HIMSELF
VILL
AWAY
FRIEND
INESS
NIGHT
LIST
POWER
BERS
STOP
YE
SOMETHING
PARTIC
BIR
LANGUA
WITHIN
CEPT
FACE
GRAM
HAV
URED
DEM
SL
ZE
SERVED
CHR
BLACK
CUT
VI
LOCAL
ARDS
UG
ONCE
TELL
DIST
ATTER
WHITE
SEEM
IMPORT
ORGAN
MET
HAL
RELE
FILM
BEGAN
CLASS
ARK
BAS
DIV
MAJ
TOGE
TRO
TOGETHER
EXAM
PRIN
AGAINST
SUCCESS
PROF
IRED
AGES
NEXT
MAS
TRAIN
ICES
PARK
VIR
EAS
EMP
TECH
GOVERN
GROUND
LISH
HOLD
LEAR
LEG
LOVE
JOH
COMPANY
ALBUM
BELI
SINCE
IDES
SCI
MARK
SIVE
NET
TIMES
CRI
NINE
CONTINU
GRAPH
CHURCH
AINT
PEN
SHORT
SAW
BI
ARR
MOTHER
POINT
AMONG
FAC
PROM
STATION
OS
GEST
GEO
UTION
ORDER
ANN
MAJOR
ALLOW
POLIT
AMES
IER
SIBLE
HUMAN
AX
INTEREST
GOVERNMENT
MID
CHES
STATES
FOOT
CAST
PUR
MISS
TECHN
EDUC
GING
REF
JOHN
FOLLOWING
ISLAND
FEAT
STER
ACTUALLY
COLLEGE
WIND
BOR
ALONG
TOM
IANS
ONT
VEL
UNITED
COUNTRY
IBUT
BAL
LIM
WIN
BEST
PS
BLO
SOON
EME
FIC
DOM
SEARCH
UIT
CAMP
MEAN
IUM
SEQU
MAL
ETIM
ETS
CHANGE
EU
INCLUDE
ALWAYS
ENED
MINIS
CIA
ONES
LIGHTS
SIL
GAME
GES
EQU
PRIM
HARD
GIVE
FUR
BIG
MILL
EVENT
QUEST
OLOGY
SIT
GIR
COMMON
CHARAC
DEATH
THERN
CAU
CTIONS
UTE
